Repository: common-repository/wplg-default-mail-from
Catalog: languages/wplg-default-mail-from-*.po
Languages: de_de

source: WPLG Default Mail From Settings
de_de: WPLG Standard-Mail-Aus-Einstellungen

source: Please enter a From name!
de_de: Bitte geben Sie einen Namen aus!

source: Please eneter a From email address!
de_de: Bitte geben Sie eine E-Mail Adresse von!

source: Enable plugin?
de_de: Aktivieren Plugin?

source: Set to yes, if you want to enable this plugin.
de_de: Setzen Sie auf Ja, wenn Sie dieses Plugin aktiviert werden soll.

source: Yes
de_de: ja

source: No
de_de: Nein

source: From Name
de_de: Von Namen

source: This is the name that will appear in the "From" part of your email.
de_de: Dies ist der Name, der in der "Von" Teil Ihrer E-Mail angezeigt.

source: From Email
de_de: Aus der Email

source: This is the email address that WordPress will use to send emails.
de_de: Dies ist die E-Mail-Adresse, die Wordpress -E-Mails zu senden verwenden.

source: Save Changes
de_de: Ã„nderungen speichern
